Repository: openstack/zun-ui
Catalog: zun_ui/locale/*/LC_MESSAGES/djangojs.po
Languages: de, id

source: (empty)
de: (leer)
id: (kosong)

source: A command that will be sent to the container.
de: Ein Befehl, der an den Container gesendet wird.
id: Perintah yang akan dikirim ke kontainer.

source: A port represents a virtual switch port on a logical network switch.
de: Ein Port stellt einen virtuellen Switch-Port in einem logischen Netzswitch dar.
id: Port menunjukkan port switch virtual pada switch jaringan logis.

source: Active
de: Aktiv

source: Add Security Group
de: Sicherheitsgruppe hinzufügen
id: Tambahkan Grup Keamanan

source: Add Volume
de: Datenträger hinzufügen
id: Tambahkan Volume

source: Addresses
de: Adressen

source: Adds a map of labels to a container in comma separated KEY=VALUE pairs.
de: Fügt einem Container eine Beschriftungskarte mit durch Komma getrennten SCHLÜSSEL=WERT Paaren hinzu.
id: Menambahkan peta label ke kontainer di comma yang dipisahkan pasangan KEY=VALUE.

source: Admin State
de: Adminstatus

source: Allocate pseudo-TTY and keep STDIN open even if not attached. This also enables Web console in console tab on details view.
de: Pseudo-TTY zuweisen und STDIN offenhalten, auch wenn nicht angehängt. Dies aktiviert auch die Webkonsole im Konsolen-Tab der Details Ansicht.
id: Alokasikan pseudo-TTY dan biarkan STDIN tetap terbuka meskipun tidak terkait. Ini juga memungkinkan konsol Web di tab konsol pada tampilan detail.

source: Always
de: Immer

source: Always restart
de: Immer neustarten
id: Selalu restart

source: Always: Always pull the image from repository.
de: Immer: Zieht das Abbild immer aus dem Repository.
id: Selalu: Selalu tarik image dari repositori.

source: An <b>External</b> network is set up by an administrator. If you want a container to communicate outside of the data center, then attach a router between your <b>Project</b> network and the <b>External</b> network. You can use the <b>Network Topology</b> view to connect the router to the two networks.
de: Ein <b>externes</b> Netzwerk wird von einem Administrator eingerichtet. Wenn ein Container außerhalb des Rechenzentrums kommunizieren soll, verbinden Sie einen Router zwischen Ihrem <b>Projektnetzwerk</b> und dem <b>externen</b> Netzwerk. Sie können die Ansicht <b>Netzwerktopologie verwenden</b> , um den Router mit den beiden Netzwerken zu verbinden.
id: Jaringan <b> Eksternal </b> diatur oleh administrator. Jika Anda ingin sebuah kontainer untuk berkomunikasi di luar pusat data, kemudian pasang router antara jaringan <b>Project</b> Anda dan jaringan <b> Eksternal </b>. Anda dapat menggunakan tampilan <b> Network Topology </b> untuk menghubungkan router ke dua jaringan.

source: An arbitrary human-readable name.
de: Ein frei wählbarer Klarschrift-Name
id: Nama human-readable secara acak.

source: Architecture
de: Architektur

source: Auto Heal
de: Automatisch heilen
id: Pemulihan Otomatis

source: Auto Remove
de: Automatisch entfernen

source: Availability Zone
de: Verfügbarkeitszone
id: Availability Zone (zona Ketersediaan)

source: Available Scheduler Hints
de: Verfügbare Schedulerhinweise
id: Petunjuk Penjadwal yang tersedia

source: CPU Total
de: CPU gesamt

source: CPU Used
de: CPU verwendet

source: Capsule
de: Kapsel

source: Capsule ID
de: Kapsel ID

source: Capsule Version ID
de: Kapsel Versions-ID

source: Capsules
de: Kapseln
id: Capsule

source: Changes security groups %(sgs)s for port %(port)s was successfully submitted.
de: Änderung der Sicherheitsgruppen %(sgs)s für Port %(port)s wurde erfolgreich übertragen.
id: Perubahan grup keamanan %(sgs) s untuk port %(port)s berhasil dikirim.

source: Click to see more details
de: Klicken, um mehr Details zu sehen
id: Klik untuk melihat detail lebih lanjut

source: Command
de: Befehl

source: Command sent to the container.
de: Zum Container geschicktes Kommando.
id: Perintah dikirim ke kontainer.

source: Command was successfully executed at container %s.
de: Der Befehl wurde erfolgreich am Container %s ausgeführt.
id: Perintah berhasil dijalankan di kontainer %s.

source: Confirm Delete After Stop Container
de: Container nach Stoppen löschen bestätigen

source: Confirm Delete Capsule
de: Kapsel Löschen bestätigen

source: Confirm Delete Container
de: Container löschen bestätigen

source: Confirm Delete Container Forcely
de: Gewaltsames Löschen des Containers bestätigen

source: Confirm Delete Image
de: Löschen von Abbild bestätigen

source: Console
de: Konsole

source: Container %s was successfully created.
de: Container %s wurde erfolgreich erstellt.
id: Kontainer %s berhasil dibuat.

source: Container %s was successfully paused.
de: Container %s wurde erfolgreich pausiert.
id: Kontainer %s berhasil dihentikan sementara.

source: Container %s was successfully rebuilt.
de: Container %s wurde erfolgreich neu erstellt.
id: Container %s berhasil dibangun kembali.

source: Container %s was successfully restarted.
de: Container %s wurde erfolgreich neu gestartet.
id: Kontainer %s berhasil dimulai ulang.

source: Container %s was successfully started.
de: Container %s wurde erfolgreich gestartet.
id: Penampung %s telah berhasil dimulai.

source: Container %s was successfully stoped.
de: Container %s wurde erfolgreich gestoppt.
id: Kontainer %s berhasil dihentikan.

source: Container %s was successfully unpaused.
de: Pausieren von Container %s wurde erfolgreich aufgehoben.
id: Kontainer %s berhasil tidak dijeda.

source: Container %s was successfully updated.
de: Container %s wurde erfolgreich aktualisiert.
id: Kontainer %s berhasil diperbarui.

source: Containers
de: Container
id: Kontainer

source: Containers attach their interfaces to ports.
de: Container verbinden ihre Schnittstellen mit Ports.
id: Kontainer menghubungkan antarmuka mereka ke port.

source: Create
de: Erstellen
id: Membuat

source: Create Capsule
de: Erstelle Kapsel

source: Create Container
de: Container erstellen
id: Buat Kontainer

source: Created
de: Erstellt

source: Delete
de: Löschen
id: Menghapus

source: Delete Capsule
de: Kapsel löschen

source: Delete Container
de: Container löschen

source: Delete Container After Stop
de: Lösche Container nach dem Stop

source: Delete Container Forcely
de: Container gewaltsam löschen

source: Delete Containers
de: Container löschen
id: Hapus Kontainer

source: Delete Image
de: Abbild löschen

source: Delete Images
de: Abbilder löschen
id: Hapus Image

source: Deleted Capsule: %s.
de: Gelöschte Kapsel: %s

source: Deleted Container After Stop: %s.
de: Gelöschter Container nach dem Stoppen: %s.

source: Deleted Container Forcely: %s.
de: Gewaltsam gelöschter Container: %s.

source: Deleted Container: %s.
de: Gelöschter Container: %s.

source: Deleted Image: %s.
de: Gelöschtes Abbild: %s.

source: Description
de: Beschreibung
id: Deskripsi

source: Destination
de: Ziel

source: Direct
de: Direkt
id: Direct (langsung)

source: Direct Physical
de: Direkt Physisch
id: Direct Physical (fisik langsung)

source: Direction
de: Richtung

source: Disk
de: Festplatte

source: Disk Quota Supported
de: Unterstütztes Festplattenkontingent

source: Disk Total
de: Festplatten gesamt

source: Disk Used
de: Festplatten verwendet

source: Docker Hub: Pull the image from Docker Hub.
de: Docker Hub: Ziehe das Abbild vom Docker Hub.
id: Docker Hub: Tarik image dari Docker Hub.

source: Down
de: Inaktiv

source: Enable Interactive Mode
de: Aktivieren des interaktiven Modus
id: Aktifkan Mode Interaktif

source: Enable auto heal
de: Automatisch heilen aktivieren
id: Aktifkan pemulihan otomatis

source: Enable interactive mode
de: Interaktiven Modus aktivieren
id: Aktifkan mode interaktif

source: Environment
de: Umgebung

source: Environment Variables
de: Umgebungsvariablen
id: Variabel Lingkungan

source: Ether Type
de: Ether Typ

source: Execute
de: Ausführen
id: Execute (jalankan)

source: Execute Command
de: Befehl ausführen
id: Jalankan Perintah

source: Executing
de: Ausführen
id: Executing (pelaksana)

source: Existing Cinder Volume
de: Vorhandene Cinder-Datenträger
id: Volume Cinder Yang Ada

source: Existing Scheduler Hints
de: Vorhandene Schedulerhinweise
id: Petunjuk Penjadwal yang ada

source: Exit Code
de: Beendigungscode

source: Exit Policy
de: Ausstiegs-Richtlinie
id: Keluar dari Kebijakan

source: External Network
de: Externes Netzwerk
id: Jaringan Eksternal

source: For now, only Label Filter is available. So there are no scheduler hint definitions in the left column. Please set key that included in labels.
de: Momentan ist nur Label Filter verfügbar. Daher gibt es in der linken Spalte keine Scheduler-Hinweisdefinitionen. Bitte geben Sie den Schlüssel ein, der in den Etiketten enthalten ist.
id: Untuk saat ini, hanya Label Filter tersedia. Jadi ada tidak ada definisi petunjuk penjadwal di kolom kiri. Silakan mengatur kunci yang termasuk dalam label.

source: Glance: Pull the image from Glance.
de: Glance: Zieht das Abbild von Glance.
id: Glance: Tarik image dari Glance.

source: If a network is shared, then all users in the project can access the network.
de: Ist das Netzwerk geteilt, können alle Benutzer im Projekt auf das Netzwerk zugreifen.
id: Jika jaringan dibagi, maka semua pengguna dalam proyek dapat mengakses jaringan.

source: If not present
de: Wenn nicht vorhanden
id: Jika tidak ada

source: If not present: only pull the image if it does not already exist on the node.
de: Wenn nicht vorhanden: Zieht das Abbild nur, wenn es noch nicht auf dem Knoten vorhanden ist.
id: Jika tidak ada: hanya tarik image jika belum ada di node.

source: Image
de: Abbild

source: Image %s was successfully pulled.
de: Abbild %s wurde erfolgreich gezogen.
id: Image %s berhasil ditarik.

source: Image Driver
de: Abbildtreiber

source: Image ID
de: Abbild ID

source: Image Pull Policy
de: Abbild Zieh-Richtlinie

source: Images
de: Abbilder

source: In this dialog, specify the security groups for the container. Note that the security groups will only apply for ports that will be created from the allocated networks, but will not apply for the allocated ports that are pre-existing.
de: Das Netzwerk unterstützt Sicherheitsgruppen. Sicherheitsgruppen erlauben Administratoren Firewall-Regeln in Gruppen zu definieren. Eine VM kann zu einer oder mehreren Sicherheitsgruppen gehören und das Netzwerk wendet die Regeln dieser Sicherheitsgruppen zum blockieren oder erlauben von einzelnen Ports, Portbereichen sowie Verkehrstypen für die VM an.
id: Dalam dialog ini, tentukan grup keamanan untuk kontainer. Perhatikan bahwa grup keamanan hanya akan berlaku untuk port itu akan dibuat dari jaringan yang dialokasikan, tetapi tidak akan berlaku untuk port yang dialokasikan yang sudah ada sebelumnya.

source: Interactive
de: Interaktiv

source: KEY1=VALUE1,KEY2=VALUE2...
de: SCHLÜSSEL1=WERT1,SCHLÜSSEL2=WERT2...

source: Kill signal was successfully sent to container %s.
de: Das Kill-Signal wurde erfolgreich an den Container %s gesendet.
id: Sinyal mematikan berhasil dikirim ke kontainer %s.

source: Labels
de: Bezeichnungen

source: Manage Security Groups
de: Sicherheitsgruppen verwalten
id: Kelola Grup Keamanan

source: Manage Security Groups: container %s
de: Sicheheitsgruppe verwalten: Container %s
id: Kelola Grup Keamanan: kontainer %s

source: Manage security group for ports.
de: Sicherheitsgruppen für Ports verwalten.
id: Kelola grup keamanan untuk port.

source: Margin
de: Spanne

source: Max Retry
de: Max. Wiederholen

source: Memory
de: Speicher

source: Memory Total
de: Gesamter Speicher

source: Memory Used
de: Verwendeter Speicher

source: Miscellaneous
de: Verschiedenes
id: Miscellaneous (bermacam-macam)

source: Name of the container to create.
de: Name des zu erstellenden Containers
id: Nama kontainer untuk dibuat.

source: Name of the image.
de: Name des Abbildes.
id: Nama image.

source: Name or ID of container image.
de: Name oder ID des Container-Abbildes.
id: Nama atau ID image kontainer.

source: Name or ID of the container image.
de: Name oder ID des Containerabbilds
id: Nama atau ID image kontainer.

source: Network
de: Netzwerk
id: Jaringan

source: Network %s was successfully attached to container %s.
de: Netzwerk %s wurde erfolgreich zum Container %s hinzugefügt.
id: Jaringan% s berhasil dilampirkan ke kontainer %s.

source: Network %s was successfully detached from container %s.
de: Netzwerk %s wurde erfolgreich vom Container %s getrennt.
id: Jaringan% s berhasil terlepas dari kontainer %s.

source: Network ID
de: Netzwerk-ID

source: Network characteristics
de: Netzwerkeigenschaften
id: Karakteristik jaringan

source: Networks
de: Netzwerke
id: Networks (jaringan)

source: Networks provide the communication channels for containers in the cloud.
de: Netzwerke bieten die Kommunikationskanäle für Container in der Cloud.
id: Jaringan menyediakan saluran komunikasi untuk kontainer di awan.

source: Never
de: Niemals

source: Never: never pull the image.
de: Nie: nie das Abbild ziehen.
id: Never: jangan pernah menarik image.

source: New Cinder Volume
de: Neuer Cinder-Datenträger
id: Volume Cinder Baru

source: No
de: Nein

source: No available items
de: Keine verfügbaren Einträge
id: Tidak ada item yang tersedia

source: No available scheduler hints
de: Keine verfügbaren Schedulerhinweise
id: Tidak ada petunjuk penjadwal yang tersedia

source: No existing scheduler hints
de: Keine vorhandenen Schedulerhinweise
id: Tidak ada petunjuk penjadwal yang ada

source: OS Type
de: OS Typ

source: Output
de: Ausgabe

source: Overview
de: Übersicht
id: Ikhtisar

source: Pause Container
de: Container pausieren
id: Jeda Kontainer

source: Physical Network
de: Physikalisches Netzwerk
id: Jaringan Fisik

source: Policy to apply when a container exits.
de: Richtlinie, die beim Beenden eines Containers angewendet wird
id: Kebijakan untuk diterapkan saat kontainer keluar.

source: Ports can be created under a network by administrators.
de: Ports können von Administratoren in einem Netz erstellt werden.
id: Port dapat dibuat di bawah jaringan oleh administrator.

source: Ports provide extra communication channels to your instances. You can select ports instead of networks or a mix of both.
de: Ports stellen zusätzliche Kommunikationskanäle für Ihre Instanzen bereit. Sie können Ports anstelle von Netzen auswählen oder Ports und Netze auswählen.
id: Port menyediakan saluran komunikasi tambahan untuk instance Anda. Anda dapat memilih port, bukan jaringan atau campuran keduanya.

source: Project
de: Projekt
id: Proyek

source: Project ID
de: Projekt-ID

source: Project networks are created by users. These networks are fully isolated and are project-specific.
de: Projekt-Netzwerke werden von Benutzern erstellt. Diese Netzwerke sind voll isoliert und projektspezifisch.
id: Jaringan proyek dibuat oleh pengguna. Jaringan ini sepenuhnya terisolasi dan project-specific.

source: Protocol
de: Protokoll

source: Provider Network
de: Anbieternetzwerk
id: Jaringan Provider

source: Provider networks are created by administrators. These networks map to an existing physical network in the data center.
de: Provider-Netzwerke werden von Administratoren erstellt. Diese Netzwerke sind eine Zuordnung zu existierenden physikalischen Netzwerken im Rechenzentrum.
id: Jaringan penyedia dibuat oleh administrator. Jaringan ini memetakan ke jaringan fisik yang ada di pusat data.

source: Pull
de: Ziehen

source: Pull Image
de: Abbild ziehen

source: Re-order items using drag and drop
de: Umsortieren der Positionen durch Ziehen und Ablegen
id: Re-order item menggunakan drag and drop (seret dan lepas)

source: Rebuild
de: Neu erstellen
id: Membangun kembali

source: Rebuild Container
de: Container neu erstellen
id: Membangun kembali Container

source: Refresh
de: Aktualisieren
id: Menyegarkan

source: Remote
de: Entfernt

source: Remove container
de: Container entfernen
id: Hapus kontainer

source: Request to create capsule %s has been accepted.
de: Die Anfrage zum Erstellen der Kapsel %s wurde akzeptiert.
id: Permintaan untuk membuat kapsul %s telah diterima.

source: Restart
de: Neustart
id: Mengulang kembali

source: Restart Container
de: Container neu starten
id: Mulai Ulang Kontainer

source: Restart Policy
de: Neustart Richtlinie

source: Restart if stopped
de: Neustarten wenn gestoppt
id: Restart jika berhenti

source: Restart on failure
de: Im Fehlerfall neustarten
id: Restart pada kegagalan

source: Retry times for 'Restart on failure' policy.
de: Wiederholungszeit für 'Neustart bei Fehler' Regel.
id: Ulangi waktu untuk kebijakan 'Restart on failure'.

source: Runtime
de: Laufzeit

source: Runtimes
de: Ausführungen

source: Scheduler Hints
de: Schedulerhinweise

source: Scheduler hints allow you to pass additional placement related information to the Zun's scheduler.
de: Mit Scheduler-Hinweisen können Sie zusätzliche placement-bezogene Informationen an den Zun-Scheduler übergeben.
id: Petunjuk penjadwalan memungkinkan Anda menyampaikan informasi terkait penempatan tambahan ke penjadwal Zun.

source: Security Group
de: Sicherheitsgruppe
id: Grup Keamanan

source: Security Groups
de: Sicherheitsgruppen
id: Grup Keamanan

source: Security groups define a set of IP filter rules that determine how network traffic flows to and from a container.
de: Sicherheitsgruppen sind Sets von IP Filterregeln, die bestimmen, wie Netzwerkverkehr zu und von einem Container fliesst.
id: Grup keamanan menentukan satu set aturan filter IP yang menentukan bagaimana arus lalu lintas jaringan ke dan dari suatu kontainer.

source: Segmentation ID
de: Segmentierungs-ID

source: Select an item from Available items below
de: Wählen Sie einen Eintrag aus den verfügbaren Positionen aus
id: Pilih item dari item yang Tersedia di bawah ini

source: Select availability zone.
de: Verfügbarkeitszone auswählen.
id: Pilih zona ketersediaan.

source: Select available Cinder volume
de: Vorhandenen Cinder-Datenträger auswählen
id: Pilih volume Cinder yang tersedia

source: Select host that stores the image.
de: Wähle Host zum Speichern der Abbilder.
id: Pilih host yang menyimpan image.

source: Select image driver for changing image.
de: Abbildtreiber zum wechseln des Abbildes auswählen
id: Pilih driver image untuk mengubah image.

source: Select networks from those listed below.
de: Wählen Sie aus den unten stehenden Netzwerken aus.
id: Pilih jaringan dari yang tercantum di bawah ini.

source: Select one or more
de: Wählen Sie eines oder mehrere aus
id: Pilih satu atau lebih

source: Select one or more security groups from the available groups below.
de: Wählen Sie eine oder mehrere Sicherheitsgruppen aus den verfügbaren unten stehenden Gruppen aus.
id: Pilih satu atau beberapa grup keamanan dari grup yang tersedia di bawah ini.

source: Select policy.
de: Richtlinie auswählen.
id: Pilih kebijakan.

source: Select port first.
de: Zuerst einen Port auswählen.
id: Pilih port terlebih dahulu.

source: Select port.
de: Port auswählen.
id: Memilih port.

source: Select ports from those listed below.
de: Wählen Sie Ports aus den nachstehend aufgelisteten Ports aus.
id: Pilih port dari yang tercantum di bawah ini.

source: Select security group.
de: Sicherheitsgruppe auswählen.
id: Pilih grup keamanan.

source: Select the security groups to create the container in.
de: Wählen Sie die Sicherheitsgruppen aus, in denen der Container erstellt werden soll.
id: Pilih grup keamanan untuk membuat kontainer.

source: Send
de: Senden
id: Kirim

source: Send Kill Signal
de: Sende Kill-Signal
id: Kirim Sinyal Membunuh

source: Set the volume specs and add into the table below.
de: Datenträgerspezifikationen festlegen und in die folgende Tabelle einfügen.
id: Atur spec volume dan tambahkan ke tabel di bawah ini.

source: Shared
de: Geteilt

source: Signal to send to the container: integer or string like SIGINT. When not set, SIGKILL is set as default value and the container will exit. The supported signals varies between platform. Besides, you can omit 'SIG' prefix.
de: Signal zum Senden an den Container: Ganzzahl oder Zeichenkette wie SIGINT. Wenn nicht gesetzt, wird SIGKILL als Standardwert gesetzt und der Container wird beendet. Die unterstützten Signale variieren zwischen den Plattformen. Außerdem können Sie das Präfix 'SIG' weglassen.
id: Sinyal untuk dikirim ke kontainer: integer atau string seperti SIGINT. Bila tidak disetel, SIGKILL ditetapkan sebagai nilai default dan kontainer akan keluar. Sinyal yang didukung bervariasi antar platform. Selain itu, Anda dapat menghilangkan awalan 'SIG'.

source: Size
de: Größe

source: Size (GB)
de: Größe (GB)

source: Source
de: Quelle

source: Spec
de: Spezifikation

source: Specify a shutdown timeout in seconds. (default: 10)
de: Geben Sie ein Zeitlimit für das Herunterfahren in Sekunden an. (Standard: 10)
id: Tentukan shutdown timeout (waktu mati) dalam hitungan detik. (default: 10)

source: Specify an image to change.
de: Abbild zum wechseln auswählen
id: Tentukan image untuk diubah.

source: Specify mount point of the volume on the container.
de: Geben Sie den Einhängepunkt des Datenträgers für den Container an.
id: Tentukan titik mount volume pada kontainer.

source: Specify size for the new volume in GB.
de: Geben Sie die Größe für den neuen Datenträger in GB an.
id: Tentukan ukuran untuk volume baru dalam GB.

source: Start Container
de: Container starten
id: Start Kontainer

source: Start container after creation
de: Container nach der Erstellung starten
id: Mulai kontainer setelah pembuatan

source: Status Detail
de: Statusdetails

source: Status Reason
de: Status Grund

source: Stop
de: Stopp
id: Berhenti

source: Stop Container
de: Container stoppen
id: Hentikan Kontainer

source: Stop and Delete Container
de: Container anhalten und löschen
id: Hentikan dan Hapus Kontainer

source: Submit
de: Absenden
id: Submit (menyerahkan)

source: Subnets Associated
de: Zugewiesene Subnetze
id: Subnet Terkait

source: Task State
de: Auftragsstatus

source: Template
de: Vorlage

source: The availability zone of the container.
de: Verfügbarkeitszone des Containers.
id: Zona ketersediaan container.

source: The command to execute.
de: Der auszuführende Befehl.
id: Perintah untuk dijalankan.

source: The container memory size in MiB.
de: Die Speichergröße des Containers in MiB.
id: Ukuran memori kontainer dalam MiB.

source: The disk size in GiB for per container.
de: The Festplattengröße in GiB pro Container.
id: Ukuran disk dalam GiB untuk per kontainer.

source: The environment variables in comma separated KEY=VALUE pairs
de: Die Umgebungsvariablen in Komma getrennten SCHLÜSSEL = WERT - Paaren
id: Variabel lingkungan dalam koma yang dipisahkan pasangan KEY=VALUE.

source: The flag of healing non-existent container in docker.
de: Das Flag der Heiling von nicht-existenten Containern in Docker.
id: Bendera (flag) pemulihan non-existent container di docker

source: The host name of this container.
de: Der Hostname dieses Containers.
id: Nama host dari kontainer ini.

source: The image driver to use to pull container image.
de: Der Abbildtreiber zum ziehen des Container-Abbildes.
id: Driver gambar yang digunakan untuk menarik image kontainer.

source: The kill signal to send.
de: Das zu sendende Kill-Signal
id: Sinyal mematikan untuk dikirim.

source: The logical port also defines the MAC address and the IP address(es) to be assigned to the interfaces plugged into them.
de: Der logische Port definiert auch die MAC-Adresse und die IP-Adressen, die den Schnittstellen, für die sie verwendet werden, zugeordnet werden sollen.
id: Port logis juga mendefinisikan alamat MAC dan alamat IP yang akan ditugaskan (assigned) ke antarmuka yang dicolokkan (plugged) ke dalamnya.

source: The number of virtual CPUs.
de: Die Anzahl der virtuellen CPUs.
id: Jumlah CPU virtual.

source: The number of virtual cpu for this container.
de: Die Anzahl der virtuellen CPUs für diesen Container.
id: Jumlah cpu virtual untuk kontainer ini.
