Repository: openstack/zun-ui
Catalog: zun_ui/locale/*/LC_MESSAGES/djangojs.po
Languages: de, id

source: The policy which determines if the image should be pulled prior to starting the container.
de: Die Richtlinie, die festlegt, ob das Image vor dem Starten des Containers gezogen werden soll.
id: Kebijakan yang menentukan apakah image harus ditarik sebelum memulai kontainer.

source: The runtime to create container with.
de: Die Laufzeit, die für die Erstellung des Containers verwendet werden soll.
id: Runtime untuk membuat kontainer dengan.

source: The runtime to use for this container. Default: "runc"
de: Die Laufzeit, die für diesen Container verwendet werden soll. Standard: "runc"
id: Runtime yang digunakan untuk penampung ini. Default: "runc"

source: The status indicates whether the network has an active connection.
de: Der Status zeigt an, ob das Netzwerk eine aktive Verbindung hat.
id: Status menunjukkan apakah jaringan memiliki koneksi aktif.

source: The status indicates whether the port has an active connection.
de: Der Status zeigt an, ob der Port eine aktive Verbindung hat.
id: Status menunjukkan apakah port memiliki koneksi aktif.

source: The subnet identifies a sub-section of a network. A subnet is specified in CIDR format. A typical CIDR format looks like <samp>192.xxx.x.x/24</samp>.
de: Das Subnetz identifiziert einen Teilabschnitt eines Netzwerks. Ein Subnetz ist spezifiziert im CIDR Format. Ein typisches CIDR Format sieht aus wie <samp>192.xxx.xx.x/24</samp>.
id: Subnet mengidentifikasi sub-sectionn dari suatu jaringan. Subnet ditentukan dalam format CIDR. Format CIDR khas tampak seperti <samp>192.xxx.x.x/24</samp>.

source: The volumes are mounted into the container.
de: Datenträger werden in den Container gemountet.
id: Volume dipasang ke dalam kontainer.

source: The working directory for commands to run in.
de: Das Arbeitsverzeichnis, in dem Befehle ausgeführt werden.
id: Direktori kerja untuk perintah dijalankan.

source: The working directory needs to be an absolute path.
de: Das Arbeitsverzeichnis muss ein absoluter Pfad sein.
id: Direktori kerja harus menjadi jalur absolut.

source: This step allows you to add scheduler hints to your container.
de: In diesem Schritt können Sie dem Container Planungshinweise hinzufügen.
id: Langkah ini memungkinkan Anda untuk menambahkan petunjuk penjadwalan ke kontainer Anda.

source: To create new Cinder volume and mount it to the container, select type "New Cinder Volume" and specify size for the new volume.
de: Um einen neuen Cinder-Datenträger zu erstellen und ihn im Container zu mounten, wählen Sie "Neuer Cinder-Datenträger" und geben Sie die Größe für den neuen Datenträger an.
id: Untuk membuat volume Cinder baru dan memasangnya ke kontainer, pilih jenis "New Cinder Volume" dan tentukan ukuran untuk volume baru.

source: To create new security groups, go to the <b>Network | Security Groups</b> view, then click <b>Create Security Group</b>.
de: Um neue Sicherheitsgruppen zu erstellen, gehen Sie zur Ansicht <b>Netzwerk | Sicherheitsgruppen</b>, dann klicken Sie auf <b>Sicherheitsgruppe erstellen</b>.
id: Untuk membuat grup keamanan baru, buka <b>Network | Security Groups</b>, lalu klik <b>Create Security Group</b>.

source: To mount existing available Cinder volume, select type "Available Cinder Volume" and select source from the pull-down list.
de: Um den vorhandenen verfügbare Cinder-Datenträger zu mounten, wählen Sie "Verfügbare Cinder Datenträger" und wählen Sie die Quelle aus der Pull-Down-Liste.
id: Untuk memasang volume Cinder yang tersedia saat ini, pilih jenis "Available Cinder Volume" dan pilih sumber dari daftar pull-down.

source: Total Containers
de: Container gesamt

source: Type
de: Typ

source: Unable to attach network.
de: Netzwerk kann nicht hinzugefügt werden.
id: Tidak dapat mencantelkan jaringan.

source: Unable to create Capsule.
de: Konnte Kapsel nicht erstellen.
id: Tidak dapat membuat Capsule.

source: Unable to create Container.
de: Container kann nicht erstellt werden.
id: Tidak dapat membuat Kontainer.

source: Unable to delete Capsule: %s.
de: Konnte Kapsel nicht löschen: %s

source: Unable to delete Container after stopping: %s.
de: Kann Container nach dem Stoppen nicht löschen: %s.

source: Unable to delete Container forcely: %s.
de: Kann Container nicht gewaltsam löschen: %s.

source: Unable to delete Container: %s.
de: Kann Container nicht löschen: %s.

source: Unable to delete Image: %s.
de: Das folgende Abbild kann nicht gelöscht werden: %s.

source: Unable to delete forcely the Container with id: %(id)s
de: Löschen des Containers mit ID %(id)s konnte nicht erzwungen werden
id: Tidak dapat menghapus secara paksa Kontainer dengan id: %(id)s

source: Unable to delete the Capsule with id: %(id)s
de: Konnte Kapsel mit id: %(id)s nicht löschen
id: Tidak dapat menghapus Capsule dengan id: %(id)s

source: Unable to delete the Container with id: %(id)s
de: Container mit der ID %(id)s kann nicht gelöscht werden
id: Tidak dapat menghapus Kontainer dengan id: %(id)s

source: Unable to delete the Containers.
de: Container können nicht gelöscht werden.
id: Tidak dapat menghapus Kontainer.

source: Unable to delete the Image with id: %(id)s
de: Das Abbild mit der folgenden ID kann nicht gelöscht werden: %(id)s
id: Tidak dapat menghapus Image dengan id: %(id)s

source: Unable to detach network.
de: Netzwerk kann nicht abgetrennt werden.
id: Tidak dapat melepas jaringan.

source: Unable to execute the command.
de: Der Befehl kann nicht ausgeführt werden.
id: Tidak dapat menjalankan perintah.

source: Unable to get logs of Container.
de: Logs aus dem Container können nicht abgerufen werden.
id: Tidak bisa mendapatkan log Kontainer.

source: Unable to pause Container
de: Der Container kann nicht pausiert werden
id: Tidak dapat menjeda Penampung

source: Unable to pull Image.
de: Abbild kann nicht gezogen werden.
id: Tidak bisa menarik Image.

source: Unable to rebuild Container.
de: Container kann nicht neu erstellt werden.
id: Tidak dapat membangun kembali Container.

source: Unable to resize console.
de: Die Größe der Konsole kann nicht geändert werden.
id: Tidak dapat mengubah ukuran konsol.

source: Unable to restart Container.
de: Der Container kann nicht neu gestartet werden.
id: Tidak dapat memulai ulang Kontainer.

source: Unable to retrieve the Capsule.
de: Konnte die Kapsel nicht abrufen.
id: Tidak dapat mengambil Capsule.

source: Unable to retrieve the Capsules.
de: Konnte die Kapseln nicht abrufen.
id: Tidak dapat mengambil Capsule.

source: Unable to retrieve the Container.
de: Container kann nicht abgerufen werden.
id: Tidak dapat mengambil Kontainer.

source: Unable to retrieve the Containers.
de: Container können nicht abgerufen werden.
id: Tidak dapat mengambil Kontainer.

source: Unable to retrieve the Host.
de: Host kann nicht abgerufen werden.
id: Tidak dapat mengambil Host.

source: Unable to retrieve the Hosts.
de: Konnte Hosts nicht abrufen.
id: Tidak dapat mengambil Host.

source: Unable to retrieve the Images.
de: Abbilder können nicht abgerufen werden.
id: Tidak dapat mengambil Images.

source: Unable to retrieve the Zun Availability Zones.
de: Konnte die Zun Verfügbarkeitszonen nicht abrufen.
id: Tidak dapat mengambil Zun Availability Zones.

source: Unable to send kill signal.
de: Das Kill-Signal kann nicht gesendet werden.
id: Tidak dapat mengirim sinyal mematikan.

source: Unable to start Container.
de: Container kann nicht gestartet werden.
id: Tidak dapat memulai Kontainer.

source: Unable to stop Container.
de: Der Container kann nicht gestoppt werden.
id: Tidak dapat menghentikan Kontainer.

source: Unable to stop and delete the Container with id: %(id)s
de: Container mit der ID %(id)s kann nicht gestoppt und gelöscht werden
id: Tidak dapat menghentikan dan menghapus Kontainer dengan id: %(id)s

source: Unable to unpause of Container.
de: Pausieren des Containers kann nicht aufgehoben werden.
id: Tidak dapat membatalkan jeda Kontainer.

source: Unable to update Container.
de: Container kann nicht aktualisiert werden.
id: Tidak dapat memperbarui Kontainer.

source: Unable to update security groups %(sgs)s for port %(port)s.
de: Sicherheitsgruppen %(sgs)s für Port %(port)s können nicht aktualisiert werden.
id: Tidak dapat memperbarui grup keamanan %(sgs)s untuk %(port)s.

source: Unpause Container
de: Container pausieren aufheben
id: Unpause Kontainer

source: Up
de: Aktiv

source: Update
de: Aktualisieren
id: Memperbarui

source: Update Container
de: Container aktualisieren
id: Perbarui Kontainer

source: Updated
de: Aktualisiert

source: Usage
de: Verwendung

source: Used
de: Benutzt

source: Used {$ ctrl.host.cpu_used $} of {$ ctrl.host.cpus $}
de: Verwendet {$ ctrl.host.cpu_used $} von {$ ctrl.host.cpus $}

source: Used {$ ctrl.host.disk_used | gb $} of {$ ctrl.host.disk_total | gb $}
de: Verwendet {$ ctrl.host.disk_used | gb $} von {$ ctrl.host.disk_total | gb $}

source: Used {$ ctrl.host.mem_used | mb $} of {$ ctrl.host.mem_total | mb $}
de: Verwendet {$ ctrl.host.mem_used | mb $} von {$ ctrl.host.mem_total | mb $}

source: User ID
de: Benutzer ID

source: Users can add additional rules to an existing security group to further define the access options for a container. To create additional rules, go to the <b>Network | Security Groups</b> view, then find the security group and click <b>Manage Rules</b>.
de: Benutzer können zusätzliche Regeln an existierende Sicherheitsgruppen hinzufügen, um die Zugriffsoptionen für einen Container zu definieren. Zum Erstellen zusätzlicher Regeln, gehen Sie zur Ansicht <b>Netzwerk | Sicherheitsgruppen </b>, dann finden Sie die Sicherheitsgruppe und klicken Sie <b>Regeln verwalten</b>.
id: Pengguna dapat menambahkan aturan tambahan ke grup keamanan yang ada untuk menentukan opsi akses lebih lanjut untuk suatu kontainer. Untuk membuat aturan tambahan, buka <b>Network | Security Groups</b>, kemudian cari grup keamanan dan klik <b>Manage Rules</b>.

source: VNIC type
de: VNIC-Typ

source: Volumes
de: Datenträger
id: Volume

source: Volumes Info
de: Datenträgerinformationen

source: When IP addresses are associated to a port, this also implies the port is associated with a subnet, as the IP address was taken from the allocation pool for a specific subnet.
de: Wenn IP-Adressen einem Port zugeordnet werden, impliziert dies, dass der Port einem Subnetz zugeordnet ist, da die IP-Adresse dem Zuordnungspool für ein bestimmtes Subnetz entnommen wurde.
id: Ketika alamat IP dikaitkan ke port, ini juga menyiratkan port dikaitkan dengan subnet, karena alamat IP diambil dari allocation pool untuk subnet tertentu.

source: When the <b>Admin State</b> for a network is set to <b>Up</b>, then the network is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to access the network.
de: Wenn der <b>Admin-Status</b> für ein Netzwerk gesetzt ist auf <b>Aktiv</b>, dann ist das Netzwerk bereit zur Benutzung. Sie können den <b>Admin-Status</b> auf <b>Inaktiv</b> setzen, wenn andere Benutzer das Netzwerk noch nicht benutzen sollen.
id: Ketika <b> Admin State </b> untuk jaringan diatur ke <b>Up</b>, kemudian jaringan tersedia untuk digunakan. Anda dapat mengatur <b> Admin State </b> ke <b> Down </b> jika Anda belum siap untuk pengguna lain untuk mengakses jaringan.

source: When the <b>Admin State</b> for a port is set to <b>Up</b> and it has no <b>Device Owner</b>, then the port is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to use the port.
de: Wenn der <b>Admin-Status</b> für einen Port auf den Status <b>Aktiv</b> gesetzt ist und es keinen <b>Geräteeigner</b> gibt, ist der Port für die Verwendung bereit. Sie können den <b>Admin-Status</b> auf <b>Inaktiv</b> setzen, wenn andere Benutzer den Port noch nicht verwenden sollen.
id: Ketika <b> Admin State </b> untuk port diatur ke <b>Up</b> dan tidak memiliki <b>Device Owner</b>, maka port tersedia untuk digunakan. Anda dapat mengatur <b>Admin State</b> ke <b>Down </b> jika Anda belum siap untuk pengguna lain untuk menggunakan port.

source: Workdir
de: Arbeitsverzeichnis

source: Working Directory
de: Arbeitsverzeichnis
id: Working Directory (direktori kerja)

source: Yes
de: Ja

source: You are not allowed to delete capsules: %s
de: Sie haben keine Berechtigung zum Löschen der Kapseln: %s
id: Anda tidak diizinkan untuk menghapus capsules: %s

source: You are not allowed to delete container forcely: %s
de: Sie dürfen den Container nicht zwangsweise löschen: %s
id: Anda tidak diizinkan untuk menghapus kontainer secara paksa:% s

source: You are not allowed to delete containers: %s
de: Sie dürfen keine Container löschen: %s
id: Anda tidak diizinkan untuk menghapus kontainer: %s

source: You are not allowed to delete images: %s
de: Sie sind nicht berechtigt, Abbilder zu löschen: %s

source: You are not allowed to stop and delete container: %s
de: Sie dürfen den Container nicht anhalten und löschen: %s
id: Anda tidak diizinkan untuk berhenti dan menghapus kontainer: %s

source: You can specify scheduler hints by moving items from the left column to the right column. Use the "Custom" option to add scheduler hints with the key of your choice.
de: Sie können Planungshinweise angeben, indem Sie Elemente von der linken Spalte in die rechte Spalte verschieben. Verwenden Sie die Option "Benutzerdefiniert", um Scheduler-Hints mit dem Schlüssel Ihrer Wahl hinzuzufügen.
id: Anda dapat menentukan petunjuk penjadwalan dengan memindahkan item dari kolom kiri ke kolom kanan. Gunakan opsi "Custom" untuk menambahkan petunjuk penjadwal dengan kunci pilihan Anda.

source: You have selected "%s". Please confirm your selection. Deleted capsule is not recoverable.
de: Sie haben "%s" ausgewählt. Bitte bestätigen Sie Ihre Auswahl. Gelöschte Kapsel kann nicht wiederhergestellt werden.

source: You have selected "%s". Please confirm your selection. Deleted container is not recoverable.
de: Sie haben "%s" ausgewählt. Bitte bestätigen Sie Ihre Auswahl. Gelöschte Container können nicht wiederhergestellt werden.

source: You have selected "%s". Please confirm your selection. Deleted image is not recoverable.
de: Sie haben "%s" ausgewählt. Bitte bestätigen Sie Ihre Auswahl. Gelöschtes Abbild kann nicht wiederhergestellt werden.

source: You have selected "%s". Please confirm your selection. The container will be stopped before deleting. Deleted container is not recoverable.
de: Sie haben "%s" ausgewählt. Bitte bestätigen Sie Ihre Auswahl. Der Container wird gestoppt, bevor er gelöscht wird. Der gelöschter Container kann nicht wiederhergestellt werden.

source: Container
id: Kontainer

source: Container Name
id: Nama Kontainer

source: Kill Signal
id: Sinyal Mematikan
