Repository: openstack/zun-ui
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: id, ja

source: kill
id: mematikan
ja: 停止

source: logs tab on details view
id: tab log pada tampilan detail
ja: 詳細画面のログ一覧タブ

source: manage security group
id: kelola grup keamanan
ja: セキュリティグループの管理

source: pause / unpause
id: jeda / tidak jeda
ja: 一時停止／一時停止解除

source: rebuild
id: membangun kembali
ja: 再構築

source: start / stop / restart
ja: 開始／停止／再起動

source: update
ja: 更新

source: Stein Series Release Notes
id: Catatan Rilis Seri Stein
