Repository: openstack/zun-ui
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: id, ja

source: Added Cloud Shell feature. See also [`Screen Shot <https://drive.google.com/file/d/0B1UFZO9xX8eweERNX2FWVGRrMXM/view>`_] and [`Short Video <https://youtu.be/lYt2U7qZG38>`_].
id: Menambahkan fitur Cloud Shell. Lihat juga [`Screen Shot <https://drive.google.com/file/d/0B1UFZO9xX8eweERNX2FWVGRrMXM/view>`_] and [`Short Video <https://youtu.be/lYt2U7qZG38>`_].
ja: クラウドシェル機能が追加されました。[`Screen Shot <https://drive.google.com/file/d/0B1UFZO9xX8eweERNX2FWVGRrMXM/view>`_] と [`Short Video <https://youtu.be/lYt2U7qZG38>`_] も参照してください。

source: Added new action "Stop and Delete Container". This action stops the container before deletion when the container is running.
id: Menambahkan aksi baru "Stop and Delete Container". Aksi ini menghentikan kontainer sebelum penghapusan saat kontainer sedang berjalan.
ja: 新しいアクション「コンテナーの停止と削除」が追加されました。このアクションは、コンテナーが稼働している場合、コンテナーを削除する前に停止します。

source: Added parameters for container creation. New parameters 'auto_remove', 'hostname' and 'runtime' are added for container creation. Also, these parameters are shown in details view. These parameters are not for update, so these are readonly in update dialog.
id: Menambahkan parameter untuk pembuatan kontainer. Parameter baru 'auto_remove', 'hostname' dan 'runtime' ditambahkan untuk pembuatan kontainer. Juga, parameter ini ditampilkan dalam tampilan detail. Parameter ini bukan untuk pembaruan, jadi ini hanya bisa dibaca dalam dialog pembaruan.
ja: コンテナー作成のパラメーターが追加されました。新しいパラメータ「auto_remove」、「hostname」、「runtime」がコンテナー作成に追加されています。また、これらのパラメータが詳細ビューに表示されます。これらのパラメーターは、更新用ではないので、更新ダイアログでは表示のみになります。

source: Added project_id into drawer on image table view.
id: Menambahkan project_id ke dalam drawer pada tampilan tabel image.
ja: 'project_id' がイメージ一覧ビューの拡張領域に追加されました。

source: Allowed actions for admin:
id: Tindakan yang diizinkan untuk admin:
ja: 管理者に表示されるアクション:

source: At first time to show cloud shell, Zun UI starts to create cloud shell container for the user. So it take just a litle time before using cloud shell. The container will be named "cloud-shell-<user>-<project>-<domain>-<region>".
id: Saat pertama kali menampilkan cloud shell, Zun UI mulai membuat wadah cloud shell untuk pengguna. Jadi hanya butuh sedikit waktu sebelum menggunakan cloud shell. Penampung akan diberi nama "cloud-shell-<user>-<project>-<domain>-<region>".
ja: クラウドシェルを初めて表示した時、Zun UI はユーザー用のクラウドシェル用のコンテナーを作成し始めます。そのため、クラウドシェルを使用する前にほんの少し時間がかかります。そのコンテナーは、「cloud-shell-<user>-<project>-<domain>-<region>」という名前が付けられます。

source: Bug Fixes
id: Bug Fixes (perbaikan bug)
ja: バグ修正

source: Current Series Release Notes
id: Catatan Rilis Seri Saat Ini
ja: 開発中バージョンのリリースノート

source: Each time when attach to the container, Zun UI gets user's clouds.yaml from Horizon and set it into "~/.config/openstack/clouds.yaml". Also, "export OS_CLOUD=openstack" will be set into "~/.bashrc".
id: Setiap kali ketika melampirkan ke wadah, Zun UI mendapatkan cloud.yaml pengguna dari Horizon dan mengaturnya menjadi "~/.config/openstack/clouds.yaml". Juga, "export OS_CLOUD=openstack" akan diatur dalam "~/.bashrc".
ja: コンテナーに接続する度に、Zun UI は Horizon からユーザーの clouds.yaml を取得して、これを「~./config/openstack/clouds.yaml」に設定します。また、「export OS_CLOUD=openstack」を「~/.bashrc」に設定します。

source: Horizon Plugin for Container Management service is released as Zun UI. Zun UI work with Horizon, and service user interfaces for container management to users. For example, Zun UI provides table views and details view for container, these views have twelve operations for container. Also, this has WebSocket-based console view. Zun UI is implemented Angular-based, and supports latest features in Horizon.
id: Plugin Horizon untuk layanan Container Management dirilis sebagai Zun UI. Zun UI bekerja dengan Horizon, dan antarmuka pengguna layanan untuk manajemen kontainer kepada pengguna. Misalnya, Zun UI menyediakan tampilan tabel dan tampilan detail untuk kontainer, tampilan ini memiliki dua belas operasi untuk kontainer. Juga, ini memiliki tampilan konsol berbasis WebSocket. Zun UI diimplementasikan berbasis Angular, dan mendukung fitur-fitur terbaru di Horizon.
ja: コンテナー管理サービスの Horizon プラグインを Zun UI としてリリースしました。 Zun UI は Horizon とともに動作し、ユーザーにコンテナー管理のユーザーインターフェースを提供します。例えば、Zun UI はコンテナーのテーブルビューや詳細ビューを提供し、これらのビューには 12 のコンテナー操作のアクションがあります。また、WebSocket ベースのコンソールビューもあります。 Zun UI は、Angular ベースで実装されており、最新の Horizon の機能をサポートしています。

source: If cloud shell container exists, attach the web console to the container.
id: Jika kontainer shell cloud ada, lampirkan konsol web ke kontainer.
ja: クラウドシェル用のコンテナーが存在する場合には、ウェブコンソールをコンテナーに接続します。

source: New Features
id: New Features (fitur baru)
ja: 新機能

source: New parameters for container, ``disk``, ``availablity_zone`` and ``auto_heal`` are added.
id: Parameter baru untuk kontainer, ``disk``, ``availablity_zone`` dan ``auto_heal`` ditambahkan.
ja: 新しいコンテナーのパラメーター ``disk``、``availablity_zone``、``auto_heal`` を追加しました。

source: New statuses for container, ``DELETING``, ``REBUILDING``, ``DEAD`` and ``RESTARTING`` are added.
id: Status baru untuk penampung, ``DELETING``, ``REBUILDING``, ``DEAD`` dan ``RESTARTING`` ditambahkan.
ja: 新しいコンテナーのステータス ``DELETING``、``REBUILDING``、``DEAD``、``RESTARTING`` を追加しました。

source: Not allowed actions for admin:
id: Tindakan yang tidak diizinkan untuk admin:
ja: 管理者に表示されないアクション:

source: Not allowed view for admin:
id: Tampilan tidak diizinkan untuk admin:
ja: 管理者に表示されないビュー:

source: Other Notes
id: Catatan Lain
ja: その他の注意点

source: Pike Series Release Notes
id: Catatan Rilis Seri Pike
ja: Pike バージョンのリリースノート

source: Prelude
ja: 紹介

source: Queens Series Release Notes
id: Catatan Rilis Seri Queens
ja: Queens バージョンのリリースノート

source: Rocky Series Release Notes
id: Catatan Rilis Seri Rocky
ja: Rocky バージョンのリリースノート

source: Show actions according to container status. Previously the UI showed all of the actions regardless of container's status, now UI filters the actions just like what nova instances do.
id: Tampilkan tindakan sesuai dengan status kontainer. Sebelumnya UI menunjukkan semua aksi tanpa menghiraukan status kontainer, sekarang UI memfilter tindakan seperti yang dilakukan oleh instance nova.
ja: コンテナーの状態に従って、アクションを表示します。以前はコンテナーの状態に関わらず、すべてのアクションを表示していましたが、現在は Nova インスタンスと同じように、アクションをフィルタリングしています。

source: Support python 3.5.
id: Mendukung python 3.5.
ja: Python 3.5 をサポートしました。

source: Switch theme for documentation from oslosphinx to openstackdocstheme.
id: Ganti tema untuk dokumentasi dari oslosphinx ke openstackdocstheme.
ja: ドキュメントサイトのテーマを oslosphinx から openstackdocstheme に変更しました。

source: Switch to reno for managing release notes.
id: Beralih ke reno untuk mengelola catatan rilis.
ja: リリースノートの管理を reno に切り替えました。

source: The runtime option for container creation accepts as string. Previously the runtime option was a drop down menu with only ``runc`` option. User was not able to enter new runtimes configured by them. To accept any string, the runtime option was changed to the field.
id: Opsi runtime untuk pembuatan kontainer menerima sebagai string. Sebelumnya opsi runtime adalah menu drop down dengan hanya opsi ``runc``. Pengguna tidak dapat memasukkan runtime baru yang dikonfigurasi oleh mereka. Untuk menerima string apa pun, opsi waktu proses diubah ke field.
ja: コンテナー作成の runtime オプションを文字列で受け付けるようにしました。以前は、runtime オプションはプルダウンメニューで ``runc`` のみが選択可能でした。ユーザーは自分で設定した新しい runtime を入力できませんでした。文字列入力を受け付けるように runtime オプションの入力方法を変更しました。

source: The user password is not set into the container, so user should set manually "OS_PASSWORD" into envirinment variables or "password" into clouds.yaml.
id: Kata sandi pengguna tidak disetel ke kontainer, jadi pengguna harus menyetel secara manual "OS_PASSWORD" ke dalam variabel lingkungan atau "password" ke dalam clouds.yaml.
ja: ユーザーのパスワードはコンテナーには設定されないので、ユーザーは手動で環境変数「OS_PASSWORD」を設定するか、clouds.yaml に「password」を設定する必要があります。

source: To configure image for cloud shell, see [`Image for Cloud Shell <https://docs.openstack.org/zun-ui/latest/configuration/index.html#image-for-cloud-shell>`_]
id: Untuk mengonfigurasi image untuk shell cloud, lihat [`Image for Cloud Shell <https://docs.openstack.org/zun-ui/latest/configuration/index.html#image-for-cloud-shell>`_]
ja: クラウドシェル用のイメージを設定するには、[`Image for Cloud Shell <https://docs.openstack.org/zun-ui/latest/configuration/index.html#image-for-cloud-shell>`_] を参照してください。

source: To enable cloud shell, copy zun_ui/enabled/_0330_cloud_shell.py into openstack_dashboard/local/enabled directory and restart Horizon. Then ">_ Cloud Shell" button will be shown right on header of Horizon after loging in.
id: Untuk mengaktifkan cloud shell, salin zun_ui / enabled / _0330_cloud_shell.py ke direktori openstack_dashboard/local/enabled dan restart Horizon. Kemudian tombol ">_ Cloud Shell" akan ditampilkan tepat di header Horizon setelah masuk.
ja: クラウドシェルを有効にするには zun_ui/enabled/_0330_cloud_shell.py を openstack_dashboard/local/enabled ディレクトリーにコピーして、 Horizon を再起動します。そうすると、ログイン後に「>_ クラウドシェル」ボタンが Horizon のヘッダー部分の右側に表示されます。

source: Upgrade Notes
id: Catatan Upgrade
ja: アップグレード時の注意

source: Use only tox for test and remove run_tests.sh that is no longer used.
id: Gunakan hanya tox untuk menguji dan hapus run_tests.sh yang tidak lagi digunakan.
ja: テストには tox のみを使用し、使用されなくなった run_test.sh を削除しました。

source: Use pbr autodoc feature rather than custom logic.
id: Gunakan fitur pbr autodoc daripada logika kustom.
ja: pbr の autodoc 機能を使用し、独自のロジックを排除しました。

source: Various improvements, addition of functions, including addition of container group (capsule) operation panel, were implemented. For more details, please see the features section.
id: Berbagai perbaikan, penambahan fungsi, termasuk penambahan panel operasi kelompok kontainer (capsule), dilaksanakan. Untuk lebih jelasnya, silakan lihat bagian fitur.
ja: 様々な改善、コンテナーグループ（カプセル）パネルの追加を含む機能の追加が実装されました。詳細は新機能のセクションを参照してください。

source: When user click "Cloud Shell" button, web console for the cloud shell will be shown in bottom of window.
id: Ketika pengguna mengklik tombol "Cloud Shell", konsol web untuk shell cloud akan ditampilkan di bawah window.
ja: ユーザーが「クラウドシェル」ボタンをクリックすると、クラウドシェル用のウェブコンソールがウィンドウの下部に表示されます。

source: Zun UI Release Notes
id: Catatan Rilis Zun UI
ja: Zun UI リリースノート

source: [`blueprint add-admin-containers-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-admin-containers-panel>`_] Added containers panel fro admin. Differences from project side is as follows:
id: [`blueprint add-admin-containers-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-admin-containers-panel>`_] Panel containers ditambahkan untuk admin. Perbedaan dari sisi proyek adalah sebagai berikut:
ja: [`blueprint add-admin-containers-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-admin-containers-panel>`_] 管理者向けのコンテナー管理パネルを追加しました。プロジェクト向けのパネルとの違いは下記のとおりです。

source: [`blueprint add-container-operations <https://blueprints.launchpad.net/zun-ui/+spec/add-container-operations>`_] Operations for container, such as 'Start', 'Stop', 'Restart', 'Pause', 'Unpause', 'Execute Command' and 'Send Kill Signal', are added. Also, while loading details view, then logs of container are shown in 'Logs' tab.
id: [`blueprint add-container-operations <https://blueprints.launchpad.net/zun-ui/+spec/add-container-operations>`_] Operasi untuk kontainer, seperti 'Start', 'Stop', 'Restart', 'Pause', 'Unpause', 'Execute Command' dan 'Send Kill Signal', ditambahkan. Juga, saat memuat tampilan detail, maka log kontainer ditampilkan di tab 'Log'.
ja: [`blueprint add-container-operations <https://blueprints.launchpad.net/zun-ui/+spec/add-container-operations>`_] 「開始」、「停止」、「再起動」、「一時停止」、「一時停止解除」、「コマンドの実行」、「停止シグナルの送信」などのコンテナーの操作を追加しました。また、詳細ビューをロードするときに、「ログ」タブにコンテナーのログが表示されます。

source: [`blueprint add-host-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-host-panel>`_] Added hosts panel for admin. This panel includes list and details for host.
id: [`blueprint add-host-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-host-panel>`_] Panel host ditambahkan untuk admin. Panel ini mencakup daftar dan detail untuk host.
ja: [`blueprint add-host-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-host-panel>`_] 管理者向けのホストパネルを追加しました。このパネルにはホストの一覧画面と詳細画面が含まれています。

source: [`blueprint add-image-delete <https://blueprints.launchpad.net/zun-ui/+spec/add-image-delete>`_] Added delete action for image panel for admin.
id: [`blueprint add-image-delete <https://blueprints.launchpad.net/zun-ui/+spec/add-image-delete>`_] Tambah tindakan penghapusan untuk panel image untuk admin.
ja: [`blueprint add-image-delete <https://blueprints.launchpad.net/zun-ui/+spec/add-image-delete>`_] 管理者向けのイメージパネルにイメージの削除アクションを追加しました。

source: [`blueprint add-images-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-images-panel>`_] The panel for container images management is added for admin users. This panel shows table view for images and has "pull" action to store image as global action. The actions we can use are only "pull" for now.
id: [`blueprint add-images-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-images-panel>`_] Panel untuk manajemen image kontainer ditambahkan untuk pengguna admin. Panel ini menunjukkan tampilan tabel untuk image dan memiliki aksi "pull" untuk menyimpan image sebagai aksi global. Tindakan yang bisa kita gunakan hanya "pull" untuk saat ini.
ja: [`blueprint add-images-panel <https://blueprints.launchpad.net/zun-ui/+spec/add-images-panel>`_] コンテナーのイメージ管理のパネルを管理者ユーザー用に追加しました。このパネルはイメージのテーブルビュー、およびグローバルアクションとしてイメージを格納するための「取得」アクションがあります。今のところ、アクションは「取得」のみが利用可能です。

source: [`blueprint capsule <https://blueprints.launchpad.net/zun-ui/+spec/capsule>`_] Added capsule panel for user. This panel has CRUD operations for container groups.
id: [`blueprint capsule <https://blueprints.launchpad.net/zun-ui/+spec/capsule>`_] Menambahkan panel kapsul untuk pengguna. Panel ini memiliki operasi CRUD untuk grup kontainer.
ja: [`blueprint capsule <https://blueprints.launchpad.net/zun-ui/+spec/capsule>`_] ユーザー向けにカプセルパネルを追加しました。このパネルで、コンテナーグループの CRUD 操作ができます。

source: [`blueprint capsule <https://blueprints.launchpad.net/zun-ui/+spec/capsule>`_] To enable capsule panel, copy `zun-ui/zun_ui/enabled/_1332_project_container_capsules_panel.py` into horizon's `enabled` directory.
id: [`blueprint capsule <https://blueprints.launchpad.net/zun-ui/+spec/capsule>`_] Untuk mengaktifkan panel kapsul, salin `zun-ui/zun_ui/enabled/_1332_project_container_capsules_panel.py` ke dalam direktori `enabled` horizon.
ja: [`blueprint capsule <https://blueprints.launchpad.net/zun-ui/+spec/capsule>`_] カプセルパネルを有効にするには、`zun-ui/zun_ui/enabled/_1332_project_container_capsules_panel.py` を Horizon の `enabled` ディレクトリにコピーします。

source: [`blueprint image-host <https://blueprints.launchpad.net/zun-ui/+spec/image-host>`_] To clarify the host that has the image to be operated, `host` parameter was added into image operation. This parameter is implemented in Zun UI too.
id: [`blueprint image-host <https://blueprints.launchpad.net/zun-ui/+spec/image-host>`_] Untuk memperjelas host yang memiliki gambar yang akan dioperasikan, parameter `host` ditambahkan ke operasi image. Parameter ini diimplementasikan dalam Zun UI juga.
ja: [`blueprint image-host <https://blueprints.launchpad.net/zun-ui/+spec/image-host>`_] 操作するイメージがどのホストが保持しているかを明確にするために、`host` パラメーターがイメージ操作に追加されました。このパラメーターを Zun UI にも実装しました。

source: [`blueprint interactive-mode <https://blueprints.launchpad.net/zun-ui/+spec/interactive-mode>`_] Support pseudo-tty and stdin of container using serial console module in Horizon via WebSocket. "console" tab is added into details view. When user displays details view, if "tty" option for the container is enabled, Zun UI gets the URL for container "tty" from docker and accesses the "tty" via WebSocket to realize console on the browser.
id: [`blueprint interactive-mode <https://blueprints.launchpad.net/zun-ui/+spec/interactive-mode>`_] Dukung pseudo-tty dan stdin kontainer menggunakan modul konsol serial di Horizon melalui WebSocket. Tab "console" ditambahkan ke tampilan detail. Ketika pengguna menampilkan tampilan detail, jika opsi "tty" untuk penampung diaktifkan, Zun UI mendapatkan URL untuk kontainer "tty" dari docker dan mengakses "tty" melalui WebSocket untuk mewujudkan konsol di browser.
ja: [`blueprint interactive-mode <https://blueprints.launchpad.net/zun-ui/+spec/interactive-mode>`_] WebSocket を介した Horizon のシリアルコンソールモジュールを使用して、コンテナーの擬似 TTY および標準入力をサポートしました。詳細ビューの「コンソール」タブを追加しました。ユーザーが詳細ビューを表示するとき、コンテナーの「TTY」オプションが有効な場合に、Zun UI は Docker からコンテナーの TTY の URL を取得し、ブラウザー上のコンソールを実現するために WebSocket 経由で TTY へのアクセスします。

source: [`blueprint rebuild-action <https://blueprints.launchpad.net/zun-ui/+spec/rebuild-action>`_] Added rebuild action into containers panel as item action. User can rebuild container with same or other image.
id: [`blueprint rebuild-action <https://blueprints.launchpad.net/zun-ui/+spec/rebuild-action>`_] Menambahkan tindakan membangun ulang ke dalam panel kontainer sebagai tindakan item. Pengguna dapat membangun kembali kontainer dengan image yang sama atau lainnya.
ja: [`blueprint rebuild-action <https://blueprints.launchpad.net/zun-ui/+spec/rebuild-action>`_] コンテナーパネルに再構築アクションをアイテムアクションとして追加しました。ユーザーは、コンテナーを同じ、あるいは別のイメージで再構築できます。

source: [`bug/1742599 <https://bugs.launchpad.net/zun-ui/+bug/1742599>`_] Fixed issue the deleted item is selected again with batch delete. Items recently deleted with batch action had been shown in deletion confirmation dialog when execute the batch delete action again. And this had caused the conflict error due to trying to delete unexisting item.
id: [`bug/1742599 <https://bugs.launchpad.net/zun-ui/+bug/1742599>`_] Memperbaiki masalah item yang dihapus dipilih lagi dengan penghapusan batch. Item yang baru ini dihapus dengan aksi batch telah ditunjukkan dalam dialog konfirmasi penghapusan ketika menjalankan tindakan hapus batch lagi. Dan ini telah menyebabkan kesalahan konflik karena mencoba untuk menghapus item yang tidak ada.
ja: [`bug/1742599 <https://bugs.launchpad.net/zun-ui/+bug/1742599>`_] 一括削除において、削除されたアイテムが再度選択される問題を解決しました。一括削除で直前に削除されたアイテムが、一括削除実行時の削除確認ダイアログで再度表示されていました。また、この問題は存在しないアイテムを削除しようとして、コンフリクトエラーを引き起こしていました。

source: [`bug/1746706 <https://bugs.launchpad.net/zun-ui/+bug/1746706>`_] Reproduced navigations when refreshing details view. Previously the fix for [`bug/1681627 <https://bugs.launchpad.net/horizon/+bug/1681627>`_] allowed us to reload or directly open Angular-based detail page (ngdetail), but the navigation menu was not reproduced correctly.
id: [`bug/1746706 <https://bugs.launchpad.net/zun-ui/+bug/1746706>`_] Navigasi yang direproduksi saat tampilan detail yang menyegarkan. Sebelumnya, perbaikan untuk [`bug / 1681627 <https://bugs.launchpad.net/horizon/+bug/1681627>` _] memungkinkan kami memuat ulang atau membuka langsung laman detail berbasis Angular (ngdetail), tetapi menu navigasi tidak direproduksi dengan benar.
ja: [`bug/1746706 <https://bugs.launchpad.net/zun-ui/+bug/1746706>`_] 詳細画面の再描画でナビゲーションを再生します。以前、[`bug/1681627 <https://bugs.launchpad.net/horizon/+bug/1681627>`_] の修正でAngular ベースの詳細画面 (ngdetail) をリロード、あるいは直接開くようにしましたが、ナビゲーションメニューが正しく再生されませんでした。

source: [`bug/1763250 <https://bugs.launchpad.net/zun-ui/+bug/1763250>`_] Fixed issue the conflict between retry and auto_remove options. To avoid this conflict, auto_remove option will be cleared when retry option is set.
id: [`bug/1763250 <https://bugs.launchpad.net/zun-ui/+bug/1763250>`_] Memperbaiki masalah konflik antara retry dan opsi auto_remove. Untuk menghindari konflik ini, opsi auto_remove akan dihapus ketika opsi retry diatur.
ja: [`bug/1763250 <https://bugs.launchpad.net/zun-ui/+bug/1763250>`_] retry と auto_remove オプションのコンフリクトを解消しました。このコンフリクトを避けるため、retry オプションが指定されたときに auto_remove オプションはクリアされます。

source: [`bug/1777545 <https://bugs.launchpad.net/zun-ui/+bug/1777545>`_] Fixed issue the deleted item is selected again with batch delete. Item selections on table view for batch actions are not cleared after execution of actions. To ensure to clear item selections, `hzTable:clearSelection` event is emitted.
id: [`bug/1777545 <https://bugs.launchpad.net/zun-ui/+bug/1777545>`_] Memperbaiki masalah item yang dihapus dipilih lagi dengan penghapusan batch. Pilihan item pada tampilan tabel untuk tindakan batch tidak dihapus setelah pelaksanaan tindakan. Untuk memastikan untuk menghapus pilihan item, event `hzTable: clearSelection` dipancarkan.
ja: [`bug/1777545 <https://bugs.launchpad.net/zun-ui/+bug/1777545>`_] 一括削除で、削除したアイテムが再度選択されてしまう問題を修正しました。テーブル画面の一括アクションにおけるアイテム選択が、アクション実行後にクリアされませんでした。アイテム選択を確実に実行するために、`hzTable:clearSelection` イベントを発火するようにしました。

source: [`bug/1797285 <https://bugs.launchpad.net/zun-ui/+bug/1797285>`_] The `command` parameter has changed from string to list.
id: [`bug/1797285 <https://bugs.launchpad.net/zun-ui/+bug/1797285>`_] Parameter `command` telah berubah dari string ke list.
ja: [`bug/1797285 <https://bugs.launchpad.net/zun-ui/+bug/1797285>`_] `コマンド` パラメーターは、文字列からリストに変更されました。

source: [`bug/1798702 <https://bugs.launchpad.net/zun-ui/+bug/1798702>`_] Added "host" column into images table view for admin.
id: [`bug/1798702 <https://bugs.launchpad.net/zun-ui/+bug/1798702>`_] Menambahkan kolom "host" ke dalam tampilan tabel images untuk admin.
ja: [`bug/1798702 <https://bugs.launchpad.net/zun-ui/+bug/1798702>`_] 管理者向けのイメージ一覧テーブルに「ホスト」列が追加されました。

source: [`bug/1799125 <https://bugs.launchpad.net/zun-ui/+bug/1799125>`_] Changed the dialog for deleting image to common deletion confirm dialog. Deleting image API requres only `id` and does not need `host` parameter no longer. And it means the dialog to specify the host that delete the image from is unnecessary.
id: [`bug/1799125 <https://bugs.launchpad.net/zun-ui/+bug/1799125>`_] Mengubah dialog untuk menghapus image menjadi dialog konfirmasi penghapusan umum. Menghapus API image hanya memerlukan `id` dan tidak perlu parameter`host` lagi. Dan itu berarti dialog untuk menentukan host yang menghapus image dari tidak perlu.
ja: [`bug/1799125 <https://bugs.launchpad.net/zun-ui/+bug/1799125>`_] イメージ削除確認ダイアログを、共通の削除確認ダイアログに変更しました。イメージ削除 API は、「id」のみを要求し、「host」パラメーターは必要なくなりました。つまり、イメージを削除するホストを指定するダイアログが不要になりました。

source: [`cinder-integration <https://blueprints.launchpad.net/zun-ui/+spec/cinder-integration>`_] Added Volumes tab for container creation dialog. When create container, user can mount existing Cinder volume or create and mount new Cinder volume.
id: [`cinder-integration <https://blueprints.launchpad.net/zun-ui/+spec/cinder-integration>`_] Menambahkan tab Volume untuk dialog pembuatan kontainer. Saat membuat kontainer, pengguna dapat memasang volume Cinder yang sudah ada atau membuat dan memasang volume Cinder baru.
ja: [`cinder-integration <https://blueprints.launchpad.net/zun-ui/+spec/cinder-integration>`_] コンテナー作成ダイアログに、ボリュームタブが追加されました。コンテナーを作成するときに、ユーザーは既存の Cinder ボリュームをマウントするか、新しい Cinder ボリュームを作成してマウントできます。

source: [`manage-security-groups <https://blueprints.launchpad.net/zun-ui/+spec/manage-security-groups>`_] Added Manage Security Groups action to manage associations between security groups and ports on container.
id: [`manage-security-groups <https://blueprints.launchpad.net/zun-ui/+spec/manage-security-groups>`_] Menambahkan aksi Manage Security Groups untuk mengelola asosiasi antara grup keamanan dan port pada kontainer.
ja: [`manage-security-groups <https://blueprints.launchpad.net/zun-ui/+spec/manage-security-groups>`_] セキュリティーグループとコンテナ―のポートの間の関連付けを管理するための、「セキュリティーグループの管理」アクションを追加しました。

source: console tab on details view
id: tab konsol pada tampilan detail
ja: 詳細画面のコンソールタブ

source: create
id: membuat
ja: 作成

source: delete
id: menghapus
ja: 削除

source: delete with force
id: hapus dengan paksa
ja: 強制削除

source: delete with stop
id: hapus dengan berhenti
ja: 停止と削除

source: execute
id: menjalankan
ja: 実行
